module.exports = {
  // api
  //102账号不存在或者密码错误
  code_102: "ไม่มีบัญชีหรือรหัสผ่านไม่ถูกต้อง",
  //200恭喜你獲得了禮包，請到遊戲內查收
  code_200: "ยินดีด้วยที่ได้รับรางวัล โปรดไปเช็คดูในเกมนะ!",
  //300对不起，您尚未在游戏内登入！无法领取
  code_300: '登錄過期，請重新登入',
  //400服务器错误
  code_400: '網絡錯誤，請稍後重試',
  //401活动未开始
  code_401: "กิจกรรมยังไม่เริ่มขึ้น",
  //402活动已结束     
  code_402: "กิจกรรมสิ้นสุดแล้ว",
  //403激活码耗尽
  code_403: '激活碼耗盡',
  //405没有找到活动
  code_405: '沒有找到活動',
  //1000非常抱歉，您尚未达到领取条件。
  code_1000: "ยังไม่ครบเงื่อนไข รับรางวัลไม่ได โปรดลองใหม่อีกครั้งนะ!",
  //1001登录次数不满足
  code_1001: "ยังไม่ครบเงื่อนไข รับรางวัลไม่ได โปรดลองใหม่อีกครั้งนะ!",
  // 1002请勿重复预约
  code_1002: 'ยังไม่ครบเงื่อนไข รับรางวัลไม่ได โปรดลองใหม่อีกครั้งนะ!',
  //1005参与次数达上限，该礼包您已领取
  code_1005: "คุณได้รับรางวัลนี้แล้ว กรุณาไม่ดำเนินซ้ำ!",
  //1006累计登录天数不满足
  code_1006: "วันนี้ยังไม่ครบเงื่อนไข รับรางวัลไม่ได้",
  //1101邮件发送失败
  code_1101: '郵件發送失敗，請稍後重試',
  // 登录
  // 請將登錄信息填寫完整
  login_info_null: "請將登錄信息填寫完整",
  // 请选择区服
  zone_null: "ไม่มีตัวละครในเซิฟเวอร์ที่คุณได้เลือก",
  // 该区服没有可用角色
  player_null: "ไม่มีตัวละครในเซิฟเวอร์ที่คุณได้เลือก",
  // 預約
  // 请输入正确的手机号码
  phone_null: "請輸入正確的手機號",
  // 恭喜预约成功 赶快登陆FB并参与抽奖吧！
  reserve_success: "恭喜預約成功，趕快登陸FB并參與抽獎吧！",
  // 谢谢参与
  join_null: "謝謝參與",
  // 恭喜中奖
  join_success: "恭喜中獎",
  // 你的獎勵是
  reward_txt: "你的獎勵是",
  // 兌換碼：
  cdKeys: "兌換碼",
  //弹窗
  //礼包名
  reward_name: "禮包名",
  // 激活碼
  code: "激活碼",
  // 時間
  time: "時間",
  // 區服
  serve: "เซิร์ฟ",
  // 角色
  player: "ชื่อตัวละคร",
  // 注销
  loginOut: "ออก",
  // 当前没有任何礼包数据
  giftArr_null: "当前没有任何礼包数据",
  // 当前没有任何许愿中奖信息
  wishArr_null: "当前没有任何许愿中奖信息",
  // 许愿
  // 请输入愿望
  wish_null: '請輸入願望',
  // 您已成功許願
  wish_success: '您已成功許願',
  // 活动尚未结束，幸运名单将于2018/12/25 16:30后公布
  wish_search: '活動尚未結束，幸運名單將於2018/12/25 16:30后公佈',
  // 有奖竞猜
  prize: "",
  // 转盘
  rotate: "",
  // 宝箱
  box: "",
  // 翻翻乐
  flip: "",
  // 每日登录
  everyLogin: "",
  // 累计充值
  paySum: "",
  // 充值达成
  payReach: "",
  // 等级达成
  level: "",
  // 在线活跃
  active: "",
  // 老玩家回归
  oldPlayer: "",
  userName: "บัญชี：",
  userPass: "รหัสผ่าน："
}